Repository: nylssoft/MynaPasswordManager
Catalog: PasswordManager/Properties/Resources.*.resx
Languages: de

# AUTO_CLEAR_CLIPBOARD_IN_0
source: Clear clipboard in {0} seconds.
de: Lösche Zwischenablage in {0} Sekunden.

# AUTO_CLEAR_CLIPBOARD_IN_ONE
source: Clear clipboard in 1 second.
de: Lösche Zwischenablage in einer Sekunde.

# AUTO_HIDE_IN_0
source: Hide password in {0} seconds.
de: Verstecke Passwort in {0} Sekunden.

# AUTO_HIDE_IN_ONE
source: Hide password in 1 second.
de: Verstecke Passwort in 1 Sekunde.

# BUTTON_CANCEL
source: _Cancel
de: _Abbrechen

# BUTTON_COPY_PASSWORD
source: _Copy
de: _Kopieren

# BUTTON_EXIT
source: _Exit
de: _Beenden

# BUTTON_LOGIN
source: L_ogin
de: A_nmelden

# BUTTON_NEW_PASSWORD
source: _New password
de: _Neues Passwort

# BUTTON_UPLOAD
source: Upl_oad
de: _Hochladen

# CLOUD_LOGIN_SUCCEEDED
source: Login successfully into the cloud.
de: Die Anmeldung war erfolgreich.

# CLOUD_UPLOAD_SUCCEEDED
source: All passwords successfully uploaded.
de: Alle Passwörter wurden erfolgreich hochgeladen.

# CMD_ABOUT
source: _About...
de: Ü_ber...

# CMD_ADD
source: _Add...
de: _Hinzufügen...

# CMD_CHANGE_KEY_DIRECTORY
source: Change _key directory...
de: Ändere Schlüssel_verzeichnis...

# CMD_CHANGE_MASTER_PASSWORD
source: Change _master password...
de: Ändere _Hauptpasswort...

# CMD_CLOSE
source: _Close
de: S_chließen

# CMD_CLOUD_LOGIN
source: _Login into cloud...
de: _Anmelden in der Cloud...

# CMD_CLOUD_UPLOAD
source: _Upload passwords into cloud...
de: _Passwörter in Cloud hochladen...

# CMD_COPY_LOGIN
source: Copy _login to clipboard
de: _Login in die Zwischenablage kopieren

# CMD_COPY_PASSWORD
source: Copy _password to clipboard
de: _Passwort in die Zwischenablage kopieren

# CMD_DELETE
source: _Remove
de: _Entfernen...

# CMD_EDIT
source: _Edit...
de: _Bearbeiten...

# CMD_EXIT
source: E_xit
de: B_eenden

# CMD_GENERATE_PASSWORD
source: Start password _generator
de: Passwort_generator starten

# CMD_HIDE_PASSWORD
source: H_ide password
de: _Verstecke Passwort

# CMD_NEW
source: _New...
de: _Neu...

# CMD_OPEN
source: _Open...
de: Ö_ffnen...

# CMD_OPEN_URL
source: _Open URL in browser
de: _URL im Browser öffnen

# CMD_PROPERTIES
source: _Properties...
de: Ei_genschaften...

# CMD_SAVE
source: _Save
de: _Speichern

# CMD_SAVE_AS
source: Save _As...
de: Speichern _unter...

# CMD_SETTINGS
source: Se_ttings...
de: Einste_llungen...

# CMD_SHOW_LOGIN_COLUMN
source: Show _login column
de: _Spalte für Login anzeigen

# CMD_SHOW_PASSWORD
source: _Show password
de: _Zeige Passwort

# CMD_SHOW_PASSWORD_COLUMN
source: Show pass_word column
de: Spalte für Pass_wort anzeigen

# CMD_SHOW_TOOLBAR
source: Show _toolbar
de: S_ymbolleiste anzeigen

# COLUMN_PASSWORD
source: Password
de: Passwort

# ERROR_CLOUD_LOGIN_FAILED
source: Invalid username/password specified or account is disabled.
de: Ungültiger Benutzername/Kennwort oder das Konto wurde gesperrt.

# ERROR_CLOUD_UPLOAD_FAILED
source: Failed to upload password items.
de: Die Passwörter können nicht hochgeladen werden.

# ERROR_INVALID_FORMAT
source: The selected file has the wrong format.
de: Die ausgewählte Datei ist nicht im richtigen Format.

# ERROR_KEY_NOT_FOUND_0_1
source: The key for '{0}' does not exist in the directory '{1}'.
de: Der Schlüssel '{0}' existiert nicht im Verzeichnis '{1}'.

# ERROR_OCCURRED_0
source: An error occurred. {0}
de: Es ist ein Fehler aufgetreten. {0}

# ERROR_PASSWORD_DOES_NOT_MATCH
source: The password does not match.
de: Das Passwort stimmt nicht überein.

# ERROR_PASSWORD_MIN_CHARS
source: The password must contain at least 4 characters.
de: Das Passwort muss mindestens 4 Zeichen enthalten.

# ERROR_PWDGEN_INVALID_INPUT
source: The selected file has the wrong format.
de: Ungültige Eingabewerte für die Passwortgenerierung.

# ERROR_WRONG_PASSWORD
source: The password is wrong.
de: Das Passwort ist nicht richtig.

# FILE_DIALOG_FILTER
source: Password files (*.pwd)|*.pwd|All files (*.*)|*.*
de: Passwort Dateien (*.pwd)|*.pwd|Alle Dateien (*.*)|*.*

# LABEL_AUTOLOCK
source: Lock w_indow automatically
de: Fenster automatisch _sperren

# LABEL_AUTOMINIMIZE
source: and minimi_ze window
de: und Fenster m_inimieren

# LABEL_AUTO_CLEAR_CLIPBOARD
source: C_lear clipboard after (seconds):
de: _Lösche Zwischenablage nach (Sekunden):

# LABEL_AUTO_HIDE_PASSWORD
source: _Hide password after (seconds):
de: _Verstecke Passwort nach (Sekunden):

# LABEL_CLOUD_KEY_DESC
source: Enter a key to encrypt the passwords in the cloud.
de: Geben Sie einen Schlüssel ein, um die Passwörter in der Cloud zu verschlüsseln.

# LABEL_CLOUD_PASS2
source: Enter the security code for the two factor authentication.
de: Der Sicherheitscode für die Zwei-Schritt-Verifizierung wurde an die registrierte E-Mail-Adresse gesendet.

# LABEL_CODE
source: _Security code:
de: _Sicherheitscode:

# LABEL_CONFIRM_MASTER_PASSWORD
source: Confirm m_aster password:
de: Bestätigtes Ha_uptpasswort:

# LABEL_CONFIRM_NEW_MASTER_PASSWORD
source: C_onfirm new master password:
de: Bestätigtes _neues Hauptpasswort:

# LABEL_CONFIRM_PASSWORD
source: Confirm passw_ord:
de: Bestätigtes Pass_wort:

# LABEL_DESCRIPTION
source: _Description:
de: _Beschreibung:

# LABEL_DIGITS
source: _Digits
de: _Ziffern:

# LABEL_ENTER_MASTER_PASSWORD_FOR_0
source: Enter the master password for '{0}'.
de: Geben Sie das Hauptpasswort für '{0}' ein.

# LABEL_GENERATED_PASSWORD
source: Password:
de: Passwort:

# LABEL_KEY
source: Key:
de: Schlüssel:

# LABEL_KEY_DIRECTORY
source: Key d_irectory:
de: Schlüssel_verzeichnis:

# LABEL_LANGUAGE
source: Lan_guage:
de: Sp_rache:

# LABEL_LOWER_CHARS
source: Lo_wer characters:
de: Kl_einbuchstaben:

# LABEL_MASTER_PASSWORD
source: _Master password:
de: _Hauptpasswort:

# LABEL_NEW_MASTER_PASSWORD
source: _New master password:
de: N_eues Hauptpasswort:

# LABEL_OLD_MASTER_PASSWORD
source: C_urrent master password:
de: A_ktuelles Hauptpasswort:

# LABEL_PASSWORD
source: _Password:
de: _Passwort:

# LABEL_PASSWORD_FILE
source: Password _file:
de: Passwortdatei:

# LABEL_PASSWORD_LENGTH
source: Password _length:
de: Passwort_länge:

# LABEL_REENTER_PASSWORD
source: _Reenter password after (seconds):
de: _Erneuerte Passwortüberprüfung nach (Sekunden):

# LABEL_SELECT_KEY_DIRECTORY
source: Select key directory.
de: Wähle Schlüsselverzeichnis.

# LABEL_SYMBOLS
source: _Symbols:
de: _Symbolzeichen:

# LABEL_TOPMOST
source: Show _windows always in front
de: _Fenster immer im Vordergrund anzeigen

# LABEL_UPPER_CHARS
source: _Upper characters:
de: _Grossbuchstaben:

# MENUITEM_EDIT
source: _Edit
de: _Bearbeiten

# MENUITEM_FILE
source: _File
de: _Datei

# MENUITEM_HELP
source: _Help
de: _Hilfe

# MENUITEM_VIEW
source: _View
de: _Ansicht

# OPTION_ENGLISH
source: English
de: Englisch

# OPTION_GERMAN
source: German
de: Deutsch

# OPTION_SYSTEM
source: System language
de: Systemsprache

# QUESTION_DELETE_ITEMS
source: Do you want to delete the selected items?
de: Wollen Sie die ausgewählten Elemente löschen?

# QUESTION_SAVE_CHANGES
source: Do you want to save the changes?
de: Wollen Sie die Änderungen speichern?

# SELECTED_0_OF_1
source: {0} of {1} items selected.
de: {0} von {1} Elementen ausgewählt.

# SELECTED_ONE
source: 1 item selected.
de: 1 Element ausgewählt.

# TEXT_COPYRIGHT
source: Copyright 2024 Niels Stockfleth This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
de: Copyright 2017-2021 Niels Stockfleth This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.

# TEXT_RESTART_REQUIRED
source: A restart is required to take effect of the changes.
de: Ein Neustart ist erforderlich damit die Änderungen wirksam werden.

# TEXT_SEARCH_LIST
source: Search list
de: Liste durchsuchen

# TITLE_ADD
source: Add
de: Hinzufügen

# TITLE_CHANGE_MASTER_PASSWORD
source: Change master password
de: Hauptpasswort ändern

# TITLE_CLOUD_LOGIN
source: Login into cloud
de: In der Cloud anmelden

# TITLE_CLOUD_UPLOAD
source: Upload passwords into cloud
de: Passwörter in die Cloud hochladen

# TITLE_EDIT
source: Edit
de: Bearbeiten

# TITLE_GENERATE_PASSWORD
source: Password Generator
de: Passwortgenerator

# TITLE_NEW
source: New password file
de: Neue Passwortdatei

# TITLE_PASSWORD_MANAGER
source: Password Manager
de: Passwortverwaltung

# TITLE_PROPERTIES
source: Properties
de: Eigenschaften

# TITLE_SETTINGS
source: Settings
de: Einstellungen

# TOOLTIP_ADD
source: Add
de: Hinzufügen

# TOOLTIP_COPY_LOGIN
source: Copy login to clipboard
de: Login in die Zwischenablage kopieren

# TOOLTIP_COPY_PASSWORD
source: Copy password to clipboard
de: Passwort in die Zwischenablage kopieren

# TOOLTIP_DELETE
source: Remove
de: Entfernen

# TOOLTIP_EDIT
source: Edit
de: Bearbeiten

# TOOLTIP_GENERATE_PASSWORD
source: Start password generator
de: Passwortgenerator starten

# TOOLTIP_HIDE_PASSWORD
source: Hide password
de: Verstecke Passwort

# TOOLTIP_NEW
source: New
de: Neu

# TOOLTIP_OPEN
source: Open
de: Öffnen

# TOOLTIP_OPEN_URL
source: Open URL in browser
de: URL im Browser öffnen

# TOOLTIP_SAVE
source: Save
de: Speichern

# TOOLTIP_SHOW_PASSWORD
source: Show password
de: Zeige Passwort

# TOTAL_0
source: {0} items.
de: {0} Elemente.

# TOTAL_ONE
source: 1 item.
de: 1 Element.

source: Verify password
de: Überprüfe Passwort
